Repository: K0W4/Baluarte
Catalog: Baluarte/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: Digite seu nome completo
en: Enter your full name
es: Escribe tu nombre completo

source: Digite sua senha
en: Enter your password
es: Ingresa tu contraseña

source: Digite um e-mail válido, como nome@exemplo.com.
en: Enter a valid email, such as name@example.com.
es: Introduce un correo válido, como nombre@ejemplo.com.

source: Dom
en: Sun

source: Dormente
en: Dormant
es: Inactivo

source: Editar
en: Edit

source: Editar perfil
en: Edit profile

source: Ela sai do painel do semestre e passa a contar como conquista. Dá para reabrir depois.
en: It leaves the term's board and counts as an achievement. You can reopen it later.
es: Sale del panel del semestre y pasa a contar como logro. Puedes reabrirla después.

source: Em análise
en: Under review
es: En revisión

source: Encerra a sessão e volta para a tela de acesso
en: Signs out and returns to the sign-in screen
es: Cierra la sesión y vuelve a la pantalla de acceso

source: Encerrados
en: Closed
es: Cerrados

source: Encontre seu Capítulo
en: Find your Chapter
es: Encuentra tu Capítulo

source: Engajamento e Frequência
en: Engagement and Attendance
es: Compromiso y Asistencia

source: Entendi
en: Got it
es: Entendido

source: Entrando
en: Signing in
es: Iniciando sesión

source: Entrar
en: Log in

source: Entrar com E-mail
en: Sign in with Email
es: Entrar con Correo

source: Entrar no Capítulo
en: Join Chapter
es: Ingresar al Capítulo

source: Envia um link de redefinição para o e-mail informado
en: Sends a reset link to the provided email
es: Envía un enlace de restablecimiento al correo electrónico indicado

source: Enviada em %@
en: Sent on %@
es: Enviada el %@

source: Enviado em
en: Sent on
es: Enviado el

source: Enviando solicitação...
en: Sending request...
es: Enviando solicitud...

source: Enviar solicitação
en: Send request
es: Enviar solicitud

source: Erro
en: Error
es: Error

source: Erro ao adicionar o membro. Tente novamente.
en: Could not add the member. Try again.
es: No se pudo añadir al miembro. Inténtalo de nuevo.

source: Erro ao atualizar a comissão.
en: Could not update the committee.
es: No se pudo actualizar la comisión.

source: Erro ao atualizar a meta.
en: Could not update the goal.
es: No se pudo actualizar la meta.

source: Erro ao atualizar a tarefa.
en: Could not update the task.
es: No se pudo actualizar la tarea.

source: Erro ao atualizar o evento.
en: Could not update the event.
es: No se pudo actualizar el evento.

source: Erro ao atualizar o membro.
en: Could not update the member.
es: No se pudo actualizar al miembro.

source: Erro ao atualizar presença.
en: Could not update attendance.
es: No se pudo actualizar la asistencia.

source: Erro ao carregar dados
en: Error loading data
es: Error al cargar datos

source: Erro ao carregar dados da comissão.
en: Could not load the committee.
es: No se pudieron cargar los datos de la comisión.

source: Erro ao concluir a meta.
en: Could not complete the goal.
es: No se pudo completar la meta.

source: Erro ao criar a comissão. Tente novamente.
en: Could not create the committee. Try again.
es: No se pudo crear la comisión. Inténtalo de nuevo.

source: Erro ao criar a meta. Tente novamente.
en: Could not create the goal. Try again.
es: No se pudo crear la meta. Inténtalo de nuevo.

source: Erro ao criar a tarefa. Tente novamente.
en: Could not create the task. Try again.
es: No se pudo crear la tarea. Inténtalo de nuevo.

source: Erro ao criar capítulo
en: Error creating chapter
es: Error al crear capítulo

source: Erro ao excluir a comissão.
en: Could not delete the committee.
es: No se pudo eliminar la comisión.

source: Erro ao excluir a meta.
en: Could not delete the goal.
es: No se pudo eliminar la meta.

source: Erro ao excluir o evento.
en: Could not delete the event.
es: No se pudo eliminar el evento.

source: Erro ao excluir o membro.
en: Could not delete the member.
es: No se pudo eliminar al miembro.

source: Escolha uma senha nova para entrar no Baluarte.
en: Choose a new password to sign in to Baluarte.
es: Elige una contraseña nueva para entrar en Baluarte.

source: Escolher comprovante
en: Choose proof
es: Elegir comprobante

source: Escrivão
en: Scribe
es: Escriba

source: Esgotado
en: Used up
es: Agotado

source: Esqueci minha senha
en: Forgot my password
es: Olvidé mi contraseña

source: Esta ação é irreversível. Sua conta e seus dados serão apagados.
en: This cannot be undone. Your account and your data will be erased.
es: Esta acción no se puede deshacer. Tu cuenta y tus datos serán borrados.

source: Esta ação é irreversível. Sua conta será apagada e você sai de %@, perdendo presenças, tarefas e comissões.
en: This cannot be undone. Your account will be erased and you will leave %@, losing attendance, tasks and committees.
es: Esta acción no se puede deshacer. Tu cuenta será borrada y saldrás de %@, perdiendo asistencias, tareas y comités.

source: Esta ação é irreversível. Todos os seus dados serão apagados e você perderá o acesso ao app.
en: This action is irreversible. All your data will be deleted and you will lose access to the app.
es: Esta acción es irreversible. Todos tus datos serán eliminados y perderás el acceso a la app.

source: Esta pessoa passa a ser o Fundador do Capítulo e você vira administrador. Só o novo Fundador poderá devolver a posse.
en: This person becomes the Chapter's Founder and you become an administrator. Only the new Founder can hand ownership back.
es: Esta persona pasa a ser el Fundador del Capítulo y tú quedas como administrador. Solo el nuevo Fundador podrá devolver la propiedad.

source: Esta solicitação já foi respondida.
en: This request has already been answered.
es: Esta solicitud ya fue respondida.

source: Estado
en: State

source: Este cadastro ainda não pertence a ninguém, então não tem acesso para ajustar.
en: This entry does not belong to anyone yet, so there is no access to adjust.
es: Este registro todavía no pertenece a nadie, así que no hay acceso que ajustar.

source: Este cadastro foi feito à mão e ainda não pertence a ninguém, então pode ser removido.
en: This entry was typed in by hand and nobody has claimed it, so it can be removed.
es: Este registro fue creado a mano y nadie lo ha reclamado, así que puede eliminarse.

source: Este Capítulo já tem um Fundador. Quem quiser entrar deve solicitar a ele.
en: This Chapter already has a Founder. Anyone who wants to join should ask them.
es: Este Capítulo ya tiene un Fundador. Quien quiera entrar debe solicitárselo.

source: Este link de recuperação expirou ou já foi usado. Peça um novo.
en: This recovery link has expired or was already used. Ask for a new one.
es: Este enlace de recuperación venció o ya fue usado. Pide uno nuevo.

source: Estrutura e Comissões
en: Structure and Committees
es: Estructura y Comisiones

source: Evento não encontrado.
en: Event not found.
es: Evento no encontrado.

source: Evento se aproximando!
en: Event coming up!
es: ¡Se acerca un evento!

source: Eventos
en: Events

source: Eventos de %@
en: Events on %@
es: Eventos del %@

source: Eventos do Dia
en: Events of the Day
es: Eventos del Día

source: Ex.: Mestre Conselheiro
en: e.g. Master Councilor
es: Ej.: Maestro Consejero

source: Ex.: sou o Escrivão desta gestão
en: e.g. I am the Scribe this term
es: Ej.: soy el Escribano de esta gestión

source: Excluir
en: Delete
es: Eliminar

source: Excluir comissão
en: Delete committee
es: Eliminar comisión

source: Excluir conta
en: Delete account
es: Eliminar cuenta

source: Excluir evento
en: Delete event
es: Eliminar evento

source: Excluir membro
en: Delete member
es: Eliminar miembro

source: Excluir meta
en: Delete goal
es: Eliminar meta

source: Excluir o cadastro de %@? Esta ação não pode ser desfeita.
en: Delete %@'s record? This cannot be undone.
es: ¿Eliminar el registro de %@? Esta acción no se puede deshacer.

source: Excluir tarefa
en: Delete task
es: Eliminar tarea

source: expandido
en: expanded

source: Expirado
en: Expired
es: Vencido

source: expirou em
en: expired on
es: venció el

source: Faça login para acessar seu Capítulo.
en: Log in to access your Chapter.
es: Inicia sesión para acceder a tu Capítulo.

source: Falha ao gerar análise da gestão. Tente novamente mais tarde.
en: Could not generate the term analysis. Try again later.
es: No se pudo generar el análisis de la gestión. Inténtalo más tarde.

source: Falha ao gerar o resumo inteligente. Verifique o modelo.
en: Could not generate the smart summary. Check the model.
es: No se pudo generar el resumen inteligente. Revisa el modelo.

source: Fechamento de Ouro
en: A Golden Close
es: Cierre de Oro

source: Fechar
en: Close
es: Cerrar

source: Fechar alerta
en: Close alert
es: Cerrar alerta

source: Filas
en: Queues
es: Colas

source: Filas de fundação e de Capítulos solicitados, e quem administra a plataforma.
en: Founding and requested-Chapter queues, and who administers the platform.
es: Colas de fundación y de Capítulos solicitados, y quién administra la plataforma.

source: Filtro
en: Filter

source: Fim de semestre: organize as contas e feche o caixa para a próxima gestão.
en: End of term: put the accounts in order and close the books for the next administration.
es: Fin de semestre: organiza las cuentas y cierra la caja para la próxima gestión.

source: Fornece um resumo das tarefas pendentes e do próximo evento do Capítulo.
en: Provides a summary of pending tasks and the next Chapter event.
es: Proporciona un resumen de las tareas pendientes y del próximo evento del Capítulo.

source: Fundações
en: Foundings
es: Fundaciones

source: Fundações pendentes
en: Pending foundings
es: Fundaciones pendientes

source: Fundador
en: Founder

source: Fundar o Capítulo
en: Found the Chapter
es: Fundar el Capítulo

source: Gera um código para alguém entrar direto no Capítulo
en: Generates a code for someone to join the Chapter straight away
es: Genera un código para que alguien ingrese directo al Capítulo

source: Gerar
en: Generate
es: Generar

source: Gerar convite
en: Generate invite
es: Generar invitación

source: Gerar novo convite
en: Generate new invite
es: Generar nueva invitación

source: Gerar Resumo
en: Generate Summary
es: Generar Resumen

source: Gerar resumo novamente
en: Generate summary again
es: Generar resumen de nuevo

source: Gere insights baseados nas metas, eventos e tarefas do seu Capítulo usando Apple Intelligence.
en: Generate insights based on your Chapter`s goals, events, and tasks using Apple Intelligence.
es: Genera insights basados en las metas, eventos y tareas de tu Capítulo usando Apple Intelligence.

source: Gere um código e mande no grupo do Capítulo. Quem abrir entra direto, sem passar pela fila de aprovação.
en: Generate a code and drop it in the Chapter's group. Whoever opens it joins straight away, with no approval queue.
es: Genera un código y compártelo en el grupo del Capítulo. Quien lo abra ingresa directo, sin pasar por la cola de aprobación.

source: Gerencie e conclua suas tarefas diretamente da tela inicial.
en: Manage and complete your tasks straight from the home screen.
es: Gestiona y completa tus tareas directamente desde la pantalla de inicio.

source: Gestão Descomplicada
en: Management Made Simple
es: Gestión Sin Complicaciones

source: Gestão inteligente para seu Capítulo
en: Smart management for your Chapter
es: Gestión inteligente para tu Capítulo

source: Há mais de uma conta com este CID. Resolva a duplicidade antes de conceder.
en: There is more than one account with this CID. Resolve the duplicate before granting.
es: Hay más de una cuenta con este CID. Resuelve la duplicidad antes de conceder.

source: Histórico da plataforma
en: Platform history
es: Historial de la plataforma

source: Histórico de acesso
en: Access history
es: Historial de acceso

source: hoje
en: today
es: hoy

source: Hoje
en: Today
es: Hoy

source: Horário
en: Time
es: Horario

source: Hospitalário
en: Almoner
es: Hospitalario

source: ID (Opcional)
en: ID (Optional)

source: ID da Tarefa
en: Task ID
es: ID de la Tarea

source: ID do Evento
en: Event ID
es: ID del Evento

source: Inativo
en: Inactive
es: Inactivo

source: Informações
en: Information
es: Información

source: Informações Básicas
en: Basic Information
es: Información Básica

source: Informações do Capítulo
en: Chapter Information
es: Información del Capítulo

source: Informações Pessoais
en: Personal Information
es: Información Personal

source: Informe o CID de quem vai receber o acesso.
en: Enter the CID of the person receiving the access.
es: Introduce el CID de quien recibirá el acceso.

source: Informe o código do convite.
en: Enter the invite code.
es: Introduce el código de invitación.

source: Início
en: Home
es: Inicio

source: Insights detalhados sobre o seu Capítulo
en: Detailed insights about your Chapter
es: Insights detallados sobre tu Capítulo

source: Já existe na lista?
en: Already on the list?
es: ¿Ya está en la lista?

source: Já existe um Capítulo com este número neste estado.
en: There is already a Chapter with this number in this state.
es: Ya existe un Capítulo con este número en este estado.

source: Já fui aprovado
en: I have been approved
es: Ya fui aprobado

source: Já tem uma conta? Entre aqui.
en: Already have an account? Log in here.
es: ¿Ya tienes una cuenta? Entra aquí.

source: Limitar número de usos
en: Limit number of uses

source: Maçom
en: Mason
es: Masón

source: Maçons
en: Masons
es: Masones

source: Manter
en: Keep
es: Mantener

source: Marca a tarefa como concluída diretamente pelo Widget.
en: Marks the task as complete straight from the Widget.
es: Marca la tarea como completada directamente desde el Widget.

source: Marcar tarefa %@ como concluída
en: Mark task %@ as completed
es: Marcar tarea %@ como completada

source: Membro
en: Member
es: Miembro

source: Membro DeMolay
en: DeMolay member
es: Miembro DeMolay

source: Membros
en: Members
es: Miembros

source: Membros e Iniciação
en: Members and Initiation
es: Miembros e Iniciación

source: Membros e Presidente
en: Members and Chairman
es: Miembros y Presidente

source: Mês anterior
en: Previous month
es: Mes anterior

source: Mestre Conselheiro
en: Master Councilor
es: Maestro Consejero

source: Metas
en: Goals

source: Metas Concluídas
en: Completed Goals
es: Metas Completadas

source: Meu Capítulo
en: My Chapter
es: Mi Capítulo

source: Meu perfil
en: My profile
es: Mi perfil

source: Meu Progresso
en: My Progress
es: Mi Progreso

source: Meus Capítulos
en: My Chapters
es: Mis Capítulos

source: Minha posição
en: My standing
es: Mi posición

source: Minhas Tarefas
en: My Tasks
es: Mis Tareas

source: Mostra quem concedeu e quem revogou acesso de plataforma
en: Shows who granted and who revoked platform access
es: Muestra quién concedió y quién revocó el acceso de plataforma

source: Mostra quem promoveu, rebaixou ou transferiu a posse, e quando
en: Shows who promoted, demoted or transferred ownership, and when
es: Muestra quién ascendió, descendió o transfirió la propiedad, y cuándo

source: Motivo (opcional)
en: Reason (optional)

source: Mudança de acesso registrada
en: Access change recorded
es: Cambio de acceso registrado

source: Muitas tentativas. Aguarde alguns minutos antes de tentar de novo.
en: Too many attempts. Wait a few minutes before trying again.
es: Demasiados intentos. Espera unos minutos antes de volver a intentarlo.

source: Nada registrado ainda. Promoções, rebaixamentos, transferências de posse e convites retirados aparecem aqui.
en: Nothing recorded yet. Promotions, demotions, ownership transfers and withdrawn invites show up here.
es: Nada registrado todavía. Los ascensos, descensos, transferencias de propiedad e invitaciones retiradas aparecen aquí.

source: Não encontrei meu Capítulo
en: I cannot find my Chapter
es: No encuentro mi Capítulo

source: Não foi possível adicionar ao calendário.
en: Could not add it to your calendar.
es: No se pudo añadir al calendario.

source: Não foi possível carregar o comprovante.
en: Could not load the proof.
es: No se pudo cargar el comprobante.

source: Não foi possível carregar os dados. Verifique sua conexão.
en: Could not load the data. Check your connection.
es: No se pudieron cargar los datos. Verifica tu conexión.

source: Não foi possível enviar
en: Could not send
es: No se pudo enviar

source: Não foi possível gerar um código único.
en: Could not generate a unique code.
es: No se pudo generar un código único.

source: Não foi possível identificar seu Capítulo. Puxe para atualizar.
en: We couldn't identify your Chapter. Pull to refresh.
es: No fue posible identificar tu Capítulo. Desliza para actualizar.

source: Não foi possível preparar a imagem. Tente escolher outra foto.
en: Could not prepare the image. Try picking another photo.
es: No se pudo preparar la imagen. Prueba con otra foto.

source: Não há próximos eventos agendados para confirmar presença.
en: There are no upcoming scheduled events to confirm attendance.
es: No hay próximos eventos programados para confirmar asistencia.

source: Não há próximos eventos agendados para o Capítulo.
en: There are no upcoming scheduled events for the Chapter.
es: No hay próximos eventos programados para el Capítulo.

source: Não tem conta? Cadastre-se.
en: Don't have an account? Sign up.
es: ¿No tienes cuenta? Regístrate.

source: Nenhum administrador de plataforma.
en: No platform administrators.
es: Ningún administrador de plataforma.

source: Nenhum Capítulo cadastrado
en: No Chapters registered
es: Ningún Capítulo registrado

source: Nenhum Capítulo para “%@”
en: No Chapter found for “%@”
es: No se encontró ningún Capítulo para “%@”

source: Nenhum Capítulo solicitado
en: No Chapters requested
es: Ningún Capítulo solicitado

source: Nenhum convite gerado
en: No invites generated
es: Ninguna invitación generada

source: Nenhum evento agendado
en: No events scheduled
es: Ningún evento programado

source: Nenhum evento marcado
en: No event scheduled
es: Ningún evento programado

source: Nenhum membro disponível
en: No members available
es: Ningún miembro disponible

source: Nenhum membro encontrado
en: No members found
es: Ningún miembro encontrado

source: Nenhum membro na comissão.
en: No members on the committee.
es: Ningún miembro en la comisión.

source: Nenhuma
en: None
es: Ninguna

source: Nenhuma comissão criada
en: No committees created
es: Ninguna comisión creada

source: Nenhuma comissão disponível
en: No committees available
es: Ninguna comisión disponible

source: Nenhuma fundação pendente
en: No pending foundings
es: Ninguna fundación pendiente

source: Nenhuma meta definida
en: No goals set
es: Ninguna meta definida

source: Nenhuma solicitação pendente
en: No pending requests
es: Ninguna solicitud pendiente

source: Ninguém com este CID tem conta no app.
en: Nobody with this CID has an account in the app.
es: Nadie con este CID tiene cuenta en la app.

source: Nível de acesso
en: Access level
es: Nivel de acceso

source: Nível de Acesso
en: Access Level
es: Nivel de Acceso

source: No Brasil a numeração é por jurisdição estadual, então o estado é obrigatório.
en: In Brazil chapter numbers are assigned per state jurisdiction, so the state is required.
es: En Brasil la numeración es por jurisdicción estatal, así que el estado es obligatorio.

source: Nome
en: Name
es: Nombre

source: Nome Completo
en: Full Name
es: Nombre Completo

source: Nome da Comissão
en: Committee Name
es: Nombre de la Comisión

source: Nome da Meta
en: Goal Name
es: Nombre de la Meta

source: Nome do Capítulo
en: Chapter Name
es: Nombre del Capítulo

source: Nome, número ou cidade
en: Name, number or city
es: Nombre, número o ciudad

source: Nova comissão
en: New committee
es: Nueva comisión

source: Nova meta
en: New goal
es: Nueva meta

source: Nova senha
en: New password
es: Contraseña nueva

source: Nova tarefa
en: New task
es: Nueva tarea

source: Nova Tarefa
en: New Task
es: Nueva Tarea

source: Nova Tarefa do Capítulo
en: New Chapter Task
es: Nueva Tarea del Capítulo

source: Novo evento
en: New event
es: Nuevo evento

source: Novo membro
en: New member
es: Nuevo miembro

source: Número
en: Number

source: Número do Capítulo
en: Chapter Number
es: Número del Capítulo

source: Nunca mais perca um evento. Confirme presença, veja detalhes e mantenha os irmãos sempre informados.
en: Never miss an event again. Confirm attendance, see details and keep the brothers informed.
es: Nunca más te pierdas un evento. Confirma asistencia, mira los detalles y mantén informados a los hermanos.

source: O **%@ nº %lld** ainda não tem ninguém no app. Como não há administrador para aprovar sua entrada, esta primeira solicitação é conferida por nós.
en: **%@ No. %lld** has nobody in the app yet. Since there is no administrator to approve you, we review this first request ourselves.
es: **%@ nº %lld** todavía no tiene a nadie en la app. Como no hay administrador que apruebe tu ingreso, nosotros revisamos esta primera solicitud.

source: O Baluarte não tem permissão para usar seu Calendário. Ajustes › Baluarte › Calendários.
en: Baluarte doesn't have permission to use your Calendar. Settings › Baluarte › Calendars.
es: Baluarte no tiene permiso para usar tu Calendario. Ajustes › Baluarte › Calendarios.

source: O cadastro escolhido não existe mais ou já pertence a alguém.
en: The entry you picked no longer exists or already belongs to someone.
es: El registro que elegiste ya no existe o ya pertenece a alguien.

source: O cadastro vinculado a este convite já pertence a alguém.
en: The entry linked to this invite already belongs to someone.
es: El registro vinculado a esta invitación ya pertenece a alguien.

source: o Capítulo
en: the Chapter
es: el Capítulo

source: O Capítulo
en: The Chapter
es: El Capítulo

source: O Capítulo ainda não tem um evento ou atividade planejada para o '%@' neste semestre.
en: The Chapter has no event or activity planned for '%@' this term.
es: El Capítulo aún no tiene un evento o actividad planeada para el '%@' en este semestre.

source: O Capítulo de um registro não pode ser alterado.
en: A record's Chapter cannot be changed.
es: No se puede cambiar el Capítulo de un registro.

source: O cargo é descritivo e muda a cada gestão. O nível de acesso é o que decide o que você pode administrar, e não muda junto.
en: The office is descriptive and changes every term. The access level is what decides what you can administer, and it does not change with it.
es: El cargo es descriptivo y cambia cada gestión. El nivel de acceso es lo que decide qué puedes administrar, y no cambia con él.

source: O CID %@ passa a aprovar a fundação de qualquer Capítulo. Confira o número com a pessoa antes de conceder.
en: CID %@ will be able to approve the founding of any Chapter. Check the number with the person before granting.
es: El CID %@ podrá aprobar la fundación de cualquier Capítulo. Confirma el número con la persona antes de conceder.

source: O código não usa as letras I, L, O e U nem os números 0 e 1.
en: The code never uses the letters I, L, O and U, or the digits 0 and 1.
es: El código no usa las letras I, L, O y U ni los números 0 y 1.

source: O link expira em poucos minutos — o arquivo nunca fica público.
en: The link expires in a few minutes — the file is never public.
es: El enlace expira en pocos minutos — el archivo nunca es público.

source: O que informou
en: What they told us
es: Lo que informó

source: O recurso solicitado não foi encontrado.
en: We could not find what you asked for.
es: No se encontró lo que buscabas.

source: O registro não pode ser editado nem apagado pelo app.
en: The record cannot be edited or deleted from the app.
es: El registro no puede editarse ni borrarse desde la app.
